amekusa03/AndroidNotifytoESP32/ESP32/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"

# Bluetooth Classic (SPP) 設定
CONFIG_BT_ENABLED=y
CONFIG_BTDM_CTRL_MODE_BR_EDR_ONLY=y
CONFIG_BT_BLUEDROID_ENABLED=y
CONFIG_BT_CLASSIC_ENABLED=y
CONFIG_BT_SPP_ENABLED=y
